export const movies = [
    {
      id: 1,
      title: "Довбуш",
      description: "Фільм про легендарного опришка Олексу Довбуша.Події фільму відбуваються в Карпатах на початку XVIII століття. Жорстоке правління польської шляхти змушує гуцулів тікати в гори. Двоє братів, Олекса та Іван Довбуші, опиняються поза законом і стають опришками. У пошуках помсти панам брати стають ворогами один одному. Один прагне грошей, другий — справедливості. Гуцули починають повстання, яке очолює Олекса. Шляхта робить усе можливе, аби знищити Довбуша.",
      genre: "Історичний",
      country:"Україна",
      year:"2023",
      date: "2025-04-08",
      time: "19:00",
      poster: "../../images/dovbush.webp"
    },
    {
      id: 2,
      title: "Мавка: Лісова пісня",
      description: "Фентезі за мотивами твору Лесі Українки.Фільм оповідає про взаємодію та протистояння двох світів: чарівного і людського. Провідною темою, за сюжетом, є любовна лінія між лісовою Мавкою та селянином Лукашем, а також їх боротьба з лиходійкою Килиною, яка прагне заволодіти чарівним лісовим джерелом.",
      genre: "Мультфільм, Фентезі",
      country:"Україна",
      year:"2023",
      date: "2025-04-08",
      time: " 16:00",
      poster: "../../images/mavka.png"
    },
    {
      id: 3,
      title: "Опенгеймер",
      description: "Історичний трилер про створення атомної бомби.",
      genre: "Історичний, Драма",
      country:"США, Велика Британія",
      year:"2023",
      date: "2025-04-07",
      time: "18:30",
      poster: "../../images/oppenheimer.jpg"
    },
    {
      id: 4,
      title: "Вонка",
      description: "Сюжет зосереджується на незвичній кар'єрі юного Віллі Вонка та його пригодах до відкриття найвідомішої у світі шоколадної фабрики.",
      genre: "Сімейний, Фентезі",
      country:"США, Велика Британія, Канада",
      year:"2023",
      date: "2025-04-09",
      time: "16:45",
      poster: "../../images/wonka.jpg"
    },
    {
      id: 5,
      title: "Я, Побєда і Берлін",
      description: "Екранізація книги Кузьми Скрябіна — подорож у Берлін разом із «Побєдою».Подій відбуваються у 1990-ті. За три дні до запланованого концерту музикант-початківець Кузьма вирушає зі своїм другом Бардом до Берліна на старій «Побєді». Кажуть, там є колекціонер, готовий обміняти жовту бестію на шестисотий «Мерс». Кузьма обіцяє своїй дівчині Барбарі повернутися додому на новій тачці, а хлопцям з гурту — встигнути на виступ. Проте все йде не за планом.",
      genre: "Пригоди, Драма",
      country:"Україна",
      year:"2024",
      date: "2025-04-13",
      time: "19:00",
      poster: "../../images/I_win_berlin.jpeg"
    },
    {
      id: 6,
      title: "20 днів у Маріуполі",
      description: "Документальний фільм про трагедію та мужність під час російської облоги Маріуполя.",
      genre: "Документальний, Війна",
      country:"Україна",
      year:"2023",
      date: "2025-04-15",
      time: "18:45",
      poster: "../../images/20_days_in_mariypol.jpg"
    },

    {
      id: 7,
      title: "Джентльмени",
      description: "Кримінальна комедія про британського наркобарона, який вирішує піти на пенсію. Сюжет: Мікі Пірсон, емігрант зі Сполучених Штатів, який закінчив Оксфордський університет, вирішив направити свій блискучий розум на створення неймовірно прибуткової бізнес-імперії. Виробництво марихуани завжди була затребуване, так чому ж не відкрити кілька філій у Лондоні, самому серці Сполученого Королівства. Схема вийшла ну дуже вдалою, пора б і продати її якимось грошовим мішкам із Оклахоми. Ось тут-то Пірсона й наздогнав справжній кримінальний світ Англії з його чарівними джентльменами, кожен із яких хотів би стати на шляху в Мікі. Звичайно ж, будуть і перестрілки, і кілька випадкових вбивств, і нестандартні схеми — ці джентльмени вміють вести справи витончено.",
      genre: "Комедія, Кримінал",
      country:"США, Велика Британія",
      year:"2019",
      date: "2025-04-12",
      time: "21:00",
      poster: "../../images/gentelman.jpg"
  },
  {
      id: 8,
      title: "Людина-павук: Крізь мультивсесвіт",
      description: "Анімаційний фільм про пригоди Майлза Моралеса у мультивсесвіті Людей-павуків.",
      genre: "Мультфільм, Пригоди",
      country:"США",
      year:"2023",
      date: "2025-04-14",
      time: "14:00",
      poster: "../../images/spiderman.webp"
  },
  {
      id: 9,
      title: "Захар Беркут",
      description: "Історичний екшн за мотивами повісті Івана Франка.Сюжет: 1241 рік. Монгольська орда на чолі з ханом Бурундою рухається на захід, винищуючи все на своєму шляху. Дійшовши до високих Карпатських гір, військо зупиняється біля підніжжя. Однак вночі кілька місцевих мисливців, братів Беркутів, потайки пробираються в табір та звільняють полонених. Несамовитий від люті хан вирішує йти навпростець, щоб помститися і знищити карпатські поселення. Для цього він знаходить зрадника серед місцевих, який відкриває йому таємний прохід у горах. Однак невеличка громада гірських жителів під керівництвом Захара Беркута має свій план, щоб назавжди зупинити численного ворога.",
      genre: "Історичний, Бойовик",
      country:"Україна, США",
      year:"2019",
      date: "2025-04-16",
      time: "20:00",
      poster: "../../images/Zahar_berkut.jpg"
  },
  {
      id: 10,
      title: "Снайпер. Білий ворон",
      description: "Історія пацифіста, який після трагічної події стає снайпером і йде на війну.",
      genre: "Драма, Війна",
      country:"Україна",
      year:"2022",
      date: "2025-04-18",
      time: "19:30",
      poster: "../../images/whiteriven.png"
  },
  {
    id: 11,
    title: "Патерсон",
    description: "Історія про звичайного водія автобуса, який пише вірші у вільний час.",
    genre: "Драма, Комедія",
    country:"США",
    year:"2016",
    date: "2025-04-11",
    time: "17:00",
    poster: "../../images/Paterson.jpg"
},

{
    id: 12,
    title: "У пошуках Немо",
    description: "Анімаційна пригода про рибку-клоуна, яка вирушає на пошуки свого сина.",
    genre: "Мультфільм, Пригоди, Сімейний",
    country:"США",
    year:"2012",
    date: "2025-04-20",
    time: "11:00",
    poster: "../../images/nemo.jpg"
},

{
    id: 13,
    title: "Атлантида",
    description: "Постапокаліптична драма про майбутнє Донбасу після війни.",
    genre: "Драма, Фантастика",
    country:"Україна",
    year:"2019",
    date: "2025-04-22",
    time: "18:30",
    poster: "../../images/antlantic.jpg"
},
{
    id: 14,
    title: "Шерлок Холмс",
    description: "Пригоди відомого детектива Шерлока Холмса та його вірного друга доктора Ватсона.",
    genre: "Пригоди, Детектив",
    country:"США, Велика Британія",
    year:"2009",
    date: "2025-04-23",
    time: "20:45",
    poster: "../../images/sherlock.jpg"
},
{
    id: 15,
    title: "Дике поле",
    description: "Екранізація роману Сергія Жадана про вчителя, який стає свідком неспокійних подій на Донбасі.Сюжет: Герман змушений повернутися у своє рідне містечко на Донбасі. Його старший брат зник, і тепер герою доведеться захистити сімейний бізнес — стару бензоколонку. Разом із нею — друзів дитинства й кохання у боротьбі проти тих, хто захоплює шматок за шматком землю, перетворюючи її на кукурудзяні поля та залізницю, котра нікуди не веде.",
    genre: "Драма, Бойовик",
    country:"",
    year:"2018",
    date: "2025-04-24",
    time: "19:15",
    poster: "../../images/wild_field.jpg"
},
{
  id: 16,
  title: "Minecraft",
  description: "Фільм оповідає про групу невдах, які раптово потрапляють до світу гри Minecraft і повинні виконати низку завдань, аби врятувати його і повернутися додому.",
  genre: "Сімейний, Пригоди, Фентезі",
  country:"США",
  year:"2025",
  date: "2025-04-16",
  time: "16:00",
  poster: "../../images/Minecraft.jpg"
},
{
  id: 17,
  title: "Wicked: Чародійка",
  description: "У центрі сюжету — дві відьми країни Оз: Ельфаба, дівчина-ізгойка з зеленою шкірою — майбутня Зла відьма Заходу, і Ґлінда, приваблива й амбітна дівчина, яка згодом стала Доброю відьмою Півночі; розповідається історія дорослішання двох дівчат, їхнє суперництво у боротьбі за одного коханого, а також боротьби з тиранією Чарівника, зусиллями якого мешканці країни Оз були налаштовані проти Ельфаби.",
  genre: "Фентезі, Романтика",
  country:"США",
  year:"2024",
  date: "2025-04-10",
  time: "14:45",
  poster: "../../images/Wicked.jpg"
},
{
  id: 18,
  title: "раша гудбай",
  description: "Сюжет розгортається навколо української жінки, яка протягом десяти років жила в окупації на сході України, де під впливом російської пропаганди її свідомість зазнала кардинальних змін. Героїня не лише сприйняла нав'язану реальність, а й сама стала активною проповідницею фейків і хибних ідей про Україну, працюючи, зокрема, ведучою на місцевому пропагандистському телеканалі. Через непередбаувані обставини вона опиняється на заході України, де стикається з реальністю, що контрастує з її уявленнями. Ця подорож змушує її переосмислити свої переконання, кидаючи виклик усьому, що вона вважала правдою.",
  genre: "Комедія, Драма",
  country:"Україна",
  year:"2025",
  date: "2025-04-12",
  time: "17:30",
  poster: "../../images/rashaGoodbye.jpg"
},
{
  id: 19,
  title: "Білосніжка",
  description: "Музичний фентезійний фільм, знятий Марком Веббом за сценарієм Грети Гервіг та Ерін Кресіди Вілсон. Фільм є кіноадаптацією мультфільму «Білосніжка та сім гномів», заснованого на однойменній казці братів Грімм.Фільм ще до виходу зазнав обширної критики через рішення режисера осучаснити класичний мультфільм, особливо за призначення на роль Білосніжки смаглявої акторки латиноамериканського походження Рейчел Зеглер, що суперечить походженню імені Білосніжки. Після виходу фільм був оцінений критиками як посередній.",
  genre: "Фентезі",
  country:"США",
  year:"2025",
  date: "2025-04-15",
  time: "12:30",
  poster: "../../images/snow-white.jpg"
},
{
  id: 20,
  title: "Знову в дії",
  description: "Оперативники ЦРУ Метт та вагітна Емілі отримують завдання викрасти ключ ICS, що контролює будь-які електронні системи, у терориста Гора. Після успішної крадіжки вони тікають, але зрада змушує їх переховуватися на 15 років. Їхнє спокійне життя закінчується, коли їх виявляють, і вони змушені розкрити своє минуле дітям, тікаючи від найманців Гора та МІ-6 до відстороненої матері Емілі, колишньої снайперки. Зрештою ключ потрапляє до Гора, який викрадає їхніх дітей, а зрадник Чак планує продати його. У Лондоні відбувається фінальна сутичка, де батьки рятують дітей, а Чак, ймовірно, гине. В кінці з'являється Барон з МІ-6, натякаючи на виживання Чака та пропонуючи завербувати батька Емілі, про якого Метт не знає.",
  genre: "Бойовик,Комедія",
  country:"США",
  year:"2025",
  date: "2025-04-22",
  time: "20:00",
  poster: "../../images/back_in_action.jpg"
}
];
