export const movies = [
    {
      id: 1,
      title: "Довбуш",
      description: "Фільм про легендарного опришка Олексу Довбуша.",
      genre: "Історичний",
      date: "2025-04-08",
      time: "19:00",
      poster: "../../images/dovbush.webp"
    },
    {
      id: 2,
      title: "Мавка: Лісова пісня",
      description: "Фентезі за мотивами твору Лесі Українки.",
      genre: "Мультфільм, Фентезі",
      date: "2025-04-08",
      time: " 16:00",
      poster: "../../images/mavka.png"
    },
    {
      id: 3,
      title: "Опенгеймер",
      description: "Історичний трилер про створення атомної бомби.",
      genre: "Історичний, Драма",
      date: "2025-04-07",
      time: "18:30",
      poster: "../../images/oppenheimer.jpg"
    },
    {
      id: 4,
      title: "Вонка",
      description: "Казкова історія про молодого Віллі Вонку та його пригоди.",
      genre: "Сімейний, Фентезі",
      date: "2025-04-09",
      time: "16:45",
      poster: "../../images/wonka.jpg"
    },
    {
      id: 5,
      title: "Я, Побєда і Берлін",
      description: "Екранізація книги Кузьми Скрябіна — подорож у Берлін разом із «Побєдою».",
      genre: "Пригоди, Драма",
      date: "2025-04-13",
      time: "19:00",
      poster: "../../images/I_win_berlin.jpeg"
    },
    {
      id: 6,
      title: "20 днів у Маріуполі",
      description: "Документальний фільм про трагедію та мужність під час російської облоги Маріуполя.",
      genre: "Документальний, Війна",
      date: "2025-04-15",
      time: "18:45",
      poster: "../../images/20_days_in_mariypol.jpg"
    },

    {
      id: 7,
      title: "Джентльмени",
      description: "Кримінальна комедія про британського наркобарона, який вирішує піти на пенсію.",
      genre: "Комедія, Кримінал",
      date: "2025-04-12",
      time: "21:00",
      poster: "../../images/gentelman.jpg"
  },
  {
      id: 8,
      title: "Людина-павук: Крізь мультивсесвіт",
      description: "Анімаційний фільм про пригоди Майлза Моралеса у мультивсесвіті Людей-павуків.",
      genre: "Мультфільм, Пригоди",
      date: "2025-04-14",
      time: "14:00",
      poster: "../../images/spiderman.webp"
  },
  {
      id: 9,
      title: "Захар Беркут",
      description: "Історичний екшн за мотивами повісті Івана Франка.",
      genre: "Історичний, Бойовик",
      date: "2025-04-16",
      time: "20:00",
      poster: "../../images/Zahar_berkut.jpg"
  },
  {
      id: 10,
      title: "Снайпер. Білий ворон",
      description: "Історія пацифіста, який після трагічної події стає снайпером і йде на війну.",
      genre: "Драма, Війна",
      date: "2025-04-18",
      time: "19:30",
      poster: "../../images/whiteriven.png"
  },
  {
    id: 11,
    title: "Патерсон",
    description: "Історія про звичайного водія автобуса, який пише вірші у вільний час.",
    genre: "Драма, Комедія",
    date: "2025-04-11",
    time: "17:00",
    poster: "../../images/Paterson.jpg"
},

{
    id: 12,
    title: "У пошуках Немо",
    description: "Анімаційна пригода про рибку-клоуна, яка вирушає на пошуки свого сина.",
    genre: "Мультфільм, Пригоди, Сімейний",
    date: "2025-04-20",
    time: "11:00",
    poster: "../../images/nemo.jpg"
},

{
    id: 13,
    title: "Атлантида",
    description: "Постапокаліптична драма про майбутнє Донбасу після війни.",
    genre: "Драма, Фантастика",
    date: "2025-04-22",
    time: "18:30",
    poster: "../../images/antlantic.jpg"
},
{
    id: 14,
    title: "Шерлок Холмс",
    description: "Пригоди відомого детектива Шерлока Холмса та його вірного друга доктора Ватсона.",
    genre: "Пригоди, Детектив",
    date: "2025-04-23",
    time: "20:45",
    poster: "../../images/sherlock.jpg"
},
{
    id: 15,
    title: "Дике поле",
    description: "Екранізація роману Сергія Жадана про вчителя, який стає свідком неспокійних подій на Донбасі.",
    genre: "Драма, Бойовик",
    date: "2025-04-24",
    time: "19:15",
    poster: "../../images/wild_field.jpg"
}
];
